var lessonData = {
    'name': 'الدرس الأول مشكلة الطاقة',
    'code_name': 'Kashcoul_G12_T2_Geo_U04_L01',
    'unit': 'المحور الرابع',
    'main': {
        'title': 'الرئيسة',
        'src': 'main.html'
    },
    'intro': {
        'title': 'المقدمة ',
        'src': 'intro.html'
    },
    'objective': {
        'title': 'الاهداف ',
        'src': 'objectives.html'
    },
    'learning': [       
        {
            'title': 'مفهوم الطاقة',
            'src': 'Kashcoul_G12_T2_Geo_U04_L01_S01.html',
            'keywords':'مفهوم الطاقة هي القدرة على القيام بعمل ما أو هي مصدر من مصادر الحركة المؤدية إلى تحريك وتشغيل الآلات والسيارات وجميع أنواع الأجهزة'
        },{
            'title': 'صور الطاقة',
            'src': 'Kashcoul_G12_T2_Geo_U04_L01_S02.html',
            'keywords':'صور الطاقة ميكانيكية الكيميائية الحرارية الديناميكية الكهربائية الإشعاعية النووية والذرية'
        },{
            'title': 'مراحل استخدام الطاقة',
            'src': 'Kashcoul_G12_T2_Geo_U04_L01_S03.html',
            'keywords':'مراحل استخدام الطاقة النار: في عصور ما قبل التاريخ، مثل حرق الخشب من الأشجار للحصول على الطاقة للطهي والتدفئة والإنارة. طاقة الرياح: استخدمت في تحريك السفن الشراعية الصغيرة والكبيرة وطحن الحبوب وضخ المياه عن طريق الطواحين. الطاقة المائية: كاختراع الساقية منذ 2000 سنة البترول والغاز الطبيعي: في الصين في القرن الرابع الميلادي وجاء في القرن التاسع عشر كمنافس للفحم الحجري الفحم الحجري: مع بداية الثورة الصناعية في العالم ازدادت حاجة الإنسان إلى الطاقة أكثر فأكثر كالفحم الحجري لتوليد بخار الماء الذي يحرك الآلات والقطارات الطاقة الكهربائية: ظهرت في القرن التاسع عشر الميلادي الطاقة النووية: لإنتاج الطاقة من المفاعلات الذرية نتيجة عمليات الانشطار النووي'
        },{
            'title': 'نشاط على مراحل استخدام الطاقة',
            'src': 'Kashcoul_G12_T2_Geo_U04_L01_S04.html',
            'keywords':'عزيزي الطالب، نشط ذاكرتك من خلال مطابقة بطاقة الصورة ببطاقة الوصف التي تماثلها وذلك بالضغط على كل صورة لتظهر لك ثم ابحث عن الوصف الصحيح لها والضغط عليه استُخدمت في عصور ما قبل التاريخ، للطهي والتدفئة عُرفت في الصين في القرن الرابع الميلادي استُخدم لتحريك الآلات والقطارات، وخاصة مع بداية الثورة الصناعية ظهرت في القرن التاسع عشر'
        },{
            'title': 'أبعاد مشكلة الطاقة',
            'src': 'Kashcoul_G12_T2_Geo_U04_L01_S05.html',
            'keywords':'أبعاد مشكلة الطاقة تعد الطاقة من العناصر الأساسية للتنمية في مختلف مجالاتها. التطور الصناعي والاقتصادي أدى إلى زيادة سريعة في معدلات الاستهلاك العالمي للطاقة حيث اتجهت إلى استخدام الطاقة الاحفورية والتي لها ضرر على البيئة. أنواع الطاقة المستخدمة في الوقت الحاضر معرضة للنضوب ومن هنا تثار مشكلة الأمن المستقبلي للطاقة، والعمل على إيجاد مصادر أخرى. أغلب أنواع الطاقة المستخدمة حاليا ملوثة للبيئة مما يجعل الاستمرار في استخدامها أمرا غير مرغوب فيه بيئيا. هناك علاقة وثيقة بين مستقبل الطاقة والأمن الغذائي.'
        }
    ],
    'quiz': {
        'title': 'الأسئلة',
        'src': 'quiz.html'
    },
    'glossary': {
        'title': 'المصطلحات',
        'src': 'glossary.html'
    },
    'summary': {
        'title': 'الملخص',
        'src': 'summery.html'
    }

}